Repository: TechVisionCS/Gas_System
Catalog: PMS/Resources/Views/Return/DetailsPurchaseReturn.*.resx
Languages: da, ps

source: Add New Purchase
da: افزودن خرید جدید
ps: نوی پیریدونه اضافه

source: Add New Return
da: افزودون بازګشت جدید
ps: نوی واپسی اضافه کول

source: AFN
da: افغانی
ps: افغانی

source: Back
da: بازګشت
ps: شاته

source: Balanced Amount
da: بیلانس مبلغ
ps: بیلانس مبلغ

source: Created At
da: ایجاد خریداری در سیستم
ps: په کوم وخت کښی سیستم ته انتری

source: Currency
da: کرنسی
ps: کرنسی

source: Description
da: تفصیل
ps: تفصیل

source: Discount
da: تخفیف
ps: تخفیف

source: Do you want to delete the following record of purchase return?
da: آیا می خواهید سابقه بازگشت خرید زیر را حذف کنید؟
ps: ایا تاسو غواړئ د پیرود بیرته ستنیدو لاندې ریکارډ حذف کړئ؟

source: Do you want to delete the following record of purchase?
da: آیا می خواهید رکورد خرید زیر را حذف کنید؟
ps: ایا تاسو غواړئ د پیرود لاندې ریکارډ حذف کړئ؟

source: Due Amount
da: مبلغ باقی مانده
ps: پاتی مبلغ

source: Excahgen Amount
da: مبلغ تبادله
ps: د تبادلی مقدار

source: Excahgen Rate
da: نرخ تبادله
ps: د تبادلی نرخ

source: General Info
da: معلومات عمومی
ps: عمومی معلومات

source: Invoice No
da: نمبر انوایس
ps: انوایس نمبر

source: Items
da: موارد
ps: توکي

source: No item available in this purchase return!
da: هیچ موردی در این خرید وجود ندارد بازگشت!
ps: د دې پیرود بیرته ستنیدو کې هیڅ شی شتون نلري!

source: No item available in this purchase!
da: در این خریداری هیچ جنس موجود نمی باشد
ps: هیڅ ریکارد سیستم کښی موجود ندی

source: No, Cancel it
da: نه، لغوش کن
ps: نه، لغوه یې کړه

source: Paid Amount
da: مبلغ تادیه
ps: تادیه مبلغ

source: Payment Details
da: معلومات تادیه
ps: د تادیه معلومات

source: Print
da: چاپ
ps: چاپ

source: Product
da: محصول
ps: جنس

source: Purchase Date
da: تاریخ خریداری
ps: پیریدونه تاریخ

source: Purchase Details
da: معلومات خریداری
ps: پیریدونه تفصیل

source: Purchase ID
da: شناسه خرید
ps: پیریدو ایدی

source: Purchase No
da: نمبر خرید
ps: پیریدونه

source: Purchase Performed By
da: خریداری توسط -
ps: د چا په واسطه خریداری

source: Purchase Return Details
da: جزئیات بازگشت خرید
ps: پیریدو واپسی معلومات

source: Purchase Returns Administration
da: مدیریت خریداری بازګشتی
ps: د پیرود بیرته راستنیدو اداره

source: Purchase Returns List
da: لیست بازګشت خرید
ps: واپسی لیست د پیریدو

source: Purchases
da: خرید
ps: پیریدنه

source: Purchases Administration
da: مدیریت خرید
ps: پیریدنه مدیریت

source: Purchases List
da: لیست خرید
ps: پیریدونه لیست

source: Qty
da: مقدار
ps: مقدار

source: Received Amount
da: مبلغ دریافتی
ps: ترلاسه کړی مبلغ

source: Rent
da: کرایه
ps: کرایه

source: Return Date
da: تاریخ بازگشت
ps: واپسی تاریخ

source: Return Details
da: جزئیات بازگشت
ps: واپسی جزیات

source: Return Info
da: اطلاعات بازگشت
ps: واپسی معلومات

source: Return No
da: شماره برگشت
ps: واپسی شماره

source: Return Performed By
da: بازگشت انجام شده توسط
ps: واپسی ترسره شوی د خوا

source: Returned Qty
da: تعداد برگردانده شد
ps: واپسی مقدار

source: Returns
da: بازګشتی
ps: واپسی

source: SNo
da: شماره
ps: شماره

source: Supplier Name
da: نام عرضه کننده
ps: عرضه کوونکی نوم

source: System Info
da: معلومات سیستم
ps: سیستم معلومات

source: Tax
da: تیکس
ps: تیکس

source: Total Amount
da: مبلغ توتل
ps: توتل مقدار

source: Total Price
da: توتل مبلغ
ps: توتل مبلغ

source: Total Purchase
da: توتل مبلغ خرید
ps: توتل خریداری

source: Total Returns
da: مجموعه بازګشت
ps: مجموعه واپسی

source: Unit
da: واحد
ps: واحد

source: Unit Price
da: قیمت واحد
ps: واحد قیمت

source: Update At
da: تغیرات اخری این ریکارد در
ps: اخری تغیرات دی ریکارد کښی

source: USD
da: دالر
ps: دالر

source: Yes, Delete it
da: بله حذفش کن
ps: هو، دا ړنګ کړئ
