Repository: TechVisionCS/Gas_System
Catalog: PMS/Resources/Views/Return/EditSaleReturn2.*.resx
Languages: da

source: Action
da: عمل

source: Add a new puchase details
da: افزودن خرید جدید

source: Add New
da: ریکارد جدید

source: Add New Bank
da: افزودن بانک جدید

source: Add New Customer
da: افزودن مشتری جدید

source: Add sale return
da: افزودن بازگشت فروش جدید

source: Amount
da: مبلغ

source: Back
da: بارګشت

source: Balanced Amount
da: مبلغ بیلانس

source: Bank
da: بانک

source: Bank Payment
da: بانکی تادیه

source: Calculate
da: محاسبه

source: Cash Payment
da: نقدی تادیه

source: Clear
da: پاک کردن

source: Currency
da: کرنسی

source: Delete
da: حذف

source: Description
da: تفصیل

source: Details about Sale...
da: معلومات در مورد فروش

source: Discount Amount
da: مبلغ تخفیف

source: Discount Type
da: نوعه تخفیف

source: Discount(%)
da: تخفیف

source: Due Amount
da: مبلغ باقیمانده

source: Edit sale return
da: ویرایش فروش بازګشت

source: Enter return notes...
da: یادداشت های برگشتی را وارد کنید...

source: Exchange Amount
da: مقدار تبادله

source: Exchange Rate
da: نرخ تبادله

source: Fixed Amount
da: مقدار ثابت

source: Grand Total
da: مجموعه عمومی

source: Invoice No
da: انوایس نمبر

source: Item details
da: معلومات موارد

source: Paid Amount
da: مبلغ تادیه شده

source: Payment Type
da: نوعه تادیه

source: Percentage(%)
da: فیصدی

source: Product
da: جنس

source: Product List
da: لیست خریدها

source: Purchase Date
da: تاریخ خرید

source: Purchases
da: خریدها

source: Purchases Administration
da: مدیریت خرید

source: Purchases List
da: لیست خرید ها

source: Qty
da: مقدار

source: Received Amount
da: مبلغ دریافتی

source: Rent
da: کرایه

source: Return Check
da: بازگشت چیک

source: Return Date
da: تاریخ بازگشت

source: Return Id
da: نمبر بازګشت

source: Return Notes
da: یادداشت های برگشتی

source: Returned Qty
da: مقدار بازگشت

source: Returns
da: بازګشت

source: Sale Returns Administration
da: مدیریت بازگشت فروشات

source: Sale Returns List
da: لیست بازگشت فروشات

source: Save
da: ثبت نمودن

source: Save &amp; Print
da: ثبت و چاب نمودن

source: Select Bank
da: بانک را انتخاب نمایید

source: Select Customer
da: مشتری را انتخاب نمایید

source: Select Supplier
da: عرضه کننده را انتخاب نمایید

source: Sold Qty
da: مقدار فروخت

source: Sub Total
da: مجموعه اولیه

source: Supplier
da: عرضه کننده

source: Supplier List
da: لیست عرضه کننده

source: Tax
da: تکس

source: Total Discount (%)
da: مجموعه تخفیف

source: Total Price
da: مجموعه مبلغ

source: Unit
da: واحد

source: Unit Price
da: قیمت واحد
