Repository: TechVisionCS/Gas_System
Catalog: PMS/Resources/Views/Return/EditPurchaseReturn2.*.resx
Languages: ps

source: Add purchase return
ps: نوی پیریدو واپسی اضافه

source: Amount
ps: مبلغ

source: Back
ps: شاته

source: Balanced Amount
ps: بیلانس مقدار

source: Bank
ps: بانک

source: Bank Payment
ps: بانکی تادیه

source: Calculate
ps: محاسبه

source: Cancel
ps: لغوه کړی

source: Cash Payment
ps: نغدی تادیه

source: Clear
ps: لری کول

source: Delete
ps: حذف

source: Description
ps: تفصیل

source: Details about Purchase...
ps: د پیریدو په اړه معلومات

source: Discount(%)
ps: تخفیف

source: Edit purchase return
ps: ویرایش بازگشت خرید

source: Enter return notes...
ps: د بیرته ستنیدو نوټونه دننه کړئ ...

source: Grand Total
ps: عمومی مجموعه

source: Invoice No
ps: انوایس نمبر

source: Item details
ps: توکی معلومات

source: Payment Type
ps: تادیه نوعه

source: Product
ps: جنس

source: Purchase Date
ps: پیریدو نیټه

source: Purchase Returns Administration
ps: د پیریدو بیرته واپسی مدیریت

source: Purchase Returns List
ps: بیرته واپسی لیست

source: Purchased Price
ps: پیریدو قیمت

source: Purchased Qty
ps: پیریدو مقدار

source: Received Amount
ps: ترلاسه کړی قیمت

source: Rent
ps: کرایه

source: Return Check
ps: واپسی چیک

source: Return Date
ps: واپسی تاریخ

source: Return Id
ps: شناسه بازگشت

source: Return Notes
ps: واپسی نوت

source: Returned Qty
ps: واپسی مقدار

source: Returns
ps: بیرته واپسی

source: Save
ps: ثبت کول

source: Select Bank
ps: بانک انتخاب کړی

source: Select Supplier
ps: عرضه کوونکی انتخاب کړی

source: Sub Total
ps: مجموعه اولیه

source: Supplier
ps: عرضه کوونکی

source: Tax
ps: تیکس

source: Total Discount (%)
ps: مجموعه تخفیف

source: Total Price
ps: مجموعه قیمت

source: Unit
ps: واحد
