Repository: TechVisionCS/Gas_System
Catalog: PMS/Resources/Views/Sale/Details.*.resx
Languages: ps

source: Add New Sale
ps: نوی پلور اضافه کړئ

source: AFN
ps: افغانی

source: Back
ps: شاته

source: Created At
ps: تاریخ ایجاد

source: Currency
ps: کرنسی

source: Customer Name
ps: پیریدونکي نوم

source: Description
ps: تفصیل

source: Discount
ps: تخفیف

source: Due Amount
ps: د ورکړې اندازه

source: Excahgen Rate
ps: نرخ تبادله

source: General Info
ps: عمومي معلومات

source: Invoice No
ps: د انوائس شمیره

source: Items
ps: توکي

source: No item available in this sale!
ps: پدې پلور کې هیڅ توکي شتون نلري!

source: None
ps: هیڅ نه

source: Paid Amount
ps: تادیه شوی مقدار

source: Payment Details
ps: د تاديې جزئيات

source: Per item
ps: په هر توکي

source: Product
ps: جنس

source: Qty
ps: مقدار

source: Rent
ps: کرایه

source: Retails
ps: پرچون پلوري

source: Sale Date
ps: د خرڅلاو نېټه

source: Sale Details
ps: د خرڅلاو تفصیلات

source: Sale Performed By
ps: خرڅلاو لخوا ترسره شوی

source: Sale Type
ps: د خرڅلاو ډول

source: Sales
ps: خرڅلاو

source: Sales Administration
ps: د خرڅلاو اداره

source: Sales List
ps: د پلور لیست

source: SNo
ps: شماره

source: System Info
ps: سیستم معلومات

source: Tax
ps: تیکس

source: Total Amount
ps: ټول مبلغ

source: Total Discount
ps: ټول تخفیف

source: Total Price
ps: ټول قیمت

source: Total Sale
ps: ټول خرڅلاو

source: Unit
ps: واحد

source: Unit Price
ps: فی واحد قیمت

source: Update At
ps: اخری تغیرات

source: USD
ps: دالر

source: WALKING CUSTOMER
ps: پلی پیریدونکی

source: Whole Sale
ps: د عمده خرڅلاو
