Repository: TechVisionCS/Gas_System
Catalog: PMS/Resources/Views/Employee/EmployeeSalaryEdit.*.resx
Languages: ps

source: Add a new Employee
ps: نوی کارمندان اضافه کول

source: Address
ps: ادرس

source: April
ps: اپریل

source: Augest
ps: اګست

source: Back
ps: شاته

source: Basic Salary
ps: اولیه معاش

source: Belance
ps: بیلانس

source: Bounce Amount
ps: بونس مقدار

source: Cancel
ps: لغوه کول

source: December
ps: دیسمبر

source: Designation Name
ps: د استعفا وخت

source: Email
ps: ایمیل

source: Employee Info
ps: کامندانو معلومات

source: Employee Name
ps: کامندنوم

source: Employee Salaries
ps: کارمند معاشات

source: Employee Salaries Administration
ps: کارمند معاشاتو مدیریت

source: Employee Salary Details
ps: کارمندانو معاشتو تفصیل

source: Employee Salary List
ps: کارمندان معاشاتو لیست

source: Employees List
ps: کارمندانو لیست

source: Father Name
ps: پلار نوم

source: Feberuy
ps: فبروری

source: Fire/Leave Employe
ps: وتلی یا کارمندانو

source: HireDate
ps: استخدام نیته

source: January
ps: جنوری

source: July
ps: جولای

source: June
ps: چون

source: March
ps: مارچ

source: May
ps: مای

source: Monthly Work Days
ps: میاشیتی کاری ورځ

source: Net Salary
ps: نیت معاش

source: November
ps: نومبر

source: October
ps: اکتوبر

source: OverTime Amount
ps: اضافه کاری مقدار

source: Paid Amount
ps: تادیه شوی مقدار

source: Payment Date
ps: تادیه نیته

source: Phone
ps: تلیفون

source: Present Working Days
ps: اوسنی کاری ورځی

source: Save
ps: ثبت

source: Select Year
ps: لطفا کال انتخاب کړی

source: September
ps: سبتمبر

source: Tax Amount
ps: تیکس مقدار

source: Year
ps: کال
