Repository: TechVisionCS/Gas_System
Catalog: PMS/Resources/Views/Stock/EachStockDetails.*.resx
Languages: ps

source: Back
ps: شاته

source: Change Unit
ps: د واحد بدلول

source: Created At
ps: سیستم کښی داخل شوی

source: Current Stock
ps: اوسنی ذخیره

source: Description
ps: تفصیل

source: General Info
ps: عمومي معلومات

source: ID
ps: شماره

source: InQty
ps: خرید مقدار

source: Items
ps: توکي

source: Manufecturer
ps: تولیدی شرکت

source: No item available!
ps: هیڅ شی شتون نلري!

source: OutQty
ps: خرڅ مقدار

source: Print
ps: چاپ

source: Product Name
ps: د محصول نوم

source: Purchase Performed By
ps: پیرود ترسره شوی

source: Search
ps: لټون

source: Select Unit
ps: واحد وټاکئ

source: Stock Administration
ps: د ذخیره اداره

source: Stock Details
ps: د ذخیره توضیحات

source: Stock item Details
ps: د سټاک توکي توضیحات

source: System Info
ps: د سیسټم معلومات

source: System Transaction Code
ps: د سیسټم لیږد کوډ

source: Update At
ps: اخری تغیرات
